{
  "constitution_accept": "Я принимаю эти условия",
  "constitution_title": "Управление блокцепи EOS - Конституция",
  "constitution_preface": "Эта Конституция является многопользовательским контрактом, заключенным пользователями этой блокцепи.",
  "constitution_article_01_title": "Статья I - ОТКАЗ ОТ НАСИЛИЯ.",
  "constitution_article_01_body": "Участники не должны инициировать насилие или угрозу насилия в отношении другого участника. Законное преследование преступлений с целью сохранения жизни, свободы и собственности не является возбуждением насилия.",
  "constitution_article_02_title": "Статья II - ОТКАЗ ОТ ЛЖЕСВИДЕТЕЛЬСТВА.",
  "constitution_article_02_body": "Участники несут ответственность за убытки, вызванные ложными или вводящими в заблуждение свидетельствами, и теряют любую полученную таким образом прибыль.",
  "constitution_article_03_title": "Статья III - ПРАВА",
  "constitution_article_03_body": "Участники предоставляют друг другу право на договор и частную собственность, поэтому никакая собственность не может переходить из рук в руки, кроме как с согласия владельца, по распоряжению действительного арбитра или через референдум сообщества. Эта Конституция не создает никаких позитивных прав ни для членов, ни между ними.",
  "constitution_article_04_title": "Статья IV - ОТКАЗ ОТ ПОКУПКИ ГОЛОСОВ",
  "constitution_article_04_body": "Ни один участник не может предлагать или принимать что-либо ценное в обмен на голосование какого-либо типа, равно как и не может необоснованно влиять на голосование другого участника.",
  "constitution_article_05_title": "Статья V - ОТКАЗ ОТ ПЕРЕДАЧИ ПРАВ ВЛАДЕНИЯ",
  "constitution_article_05_body": "Ни один участник или держатель токена EOS не несет фидуциарной ответственности за поддержку стоимости токена EOS. Участники не уполномочивают никого владеть активами, занимать или заключать договоры от имени держателей токенов EOS коллективно. Эта блокцепь не имеет владельцев, менеджеров или фидуциаров, поэтому ни один член не должен иметь выгодного интереса более чем в 10% от предложения токенов EOS.",
  "constitution_article_06_title": "Статья VI - РЕСТИТУЦИЯ",
  "constitution_article_06_body": "Каждый участник соглашается с тем, что санкции за нарушение договора могут включать, но не ограничиваются, штрафами, потерей учётной записи и другими реституциями.",
  "constitution_article_07_title": "Статья VII - ОТКРЫТЫЙ ИСХОДНЫЙ КОД",
  "constitution_article_07_body": "Каждый участник, который делает доступным смарт-контракт на этой блокцепи, будет Разработчиком. Каждый Разработчик должен предложить свои смарт-контракты бесплатно и с открытым исходным кодом, а также, каждый смарт-контракт оформляется вместе с Рикардианским контрактом с указанием намерения всех сторон и назвав арбитраж, который будет решать споры, возникающие из этого контракта.",
  "constitution_article_08_title": "Статья VIII - ЯЗЫК",
  "constitution_article_08_body": "В многоязычных контрактах должен быть указан один преобладающий язык в случае спора, и автор любого перевода несет ответственность за убытки, вызванные их ложными, вводящими в заблуждение или двусмысленно подтвержденными переводами.",
  "constitution_article_09_title": "Статья IX - РАЗРЕШЕНИЕ СПОРОВ",
  "constitution_article_09_body": "Все споры, возникающие из настоящей Конституции или в связи с ней, подлежат окончательному разрешению в соответствии с Правилами разрешения споров основного Арбитражного Суда EOS одним или несколькими арбитрами, назначенными в соответствии с Регламентом.",
  "constitution_article_10_title": "Статья X - ВЫБОР ПРАВА",
  "constitution_article_10_body": "Выбор права для споров, в порядке очередности, в соответствии с Конституцией и принципами справедливости.",
  "constitution_article_11_title": "Статья XI - ВНЕСЕНИЕ ПРАВОК",
  "constitution_article_11_body": "Настоящая Конституция и ее подзаконные акты не могут быть изменены, кроме как путем голосования держателей токенов имеющих не менее 15% всех голосов и не менее 10% больше голосов Да, чем Нет, продолжающихся в течение 30 непрерывных дней в течение 120-дневного периода.",
  "constitution_article_12_title": "Статья XII - ПУБЛИКАЦИЯ",
  "constitution_article_12_body": "Участники могут публиковать только ту информацию в Блокцепи, которая находится в пределах их права на публикацию. Кроме того, члены добровольно соглашаются на то, чтобы все члены постоянно и безвозвратно сохраняли копию, анализировали и распространяли все транслированные транзакции и производную информацию.",
  "constitution_article_13_title": "Статья XIII - ОСОЗНАННОЕ СОГЛАСИЕ",
  "constitution_article_13_body": "Все поставщики услуг, которые производят инструменты для облегчения создания и подписания транзакций от имени других участников, должны представить упомянутым другим участникам полные условия Рикардианского контракта, настоящей Конституции и других упомянутых контрактов. Поставщики услуг несут ответственность за убытки, возникшие в результате неразглашения пользователям полных условий Рикардианского контракта.",
  "constitution_article_14_title": "Статья XIV - ДЕЛИМОСТЬ",
  "constitution_article_14_body": "Если какая-либо часть этой Конституции будет признана не имеющей законной силы или недействительной, остальная часть будет оставаться действительной и подлежащей исполнению.",
  "constitution_article_15_title": "Статья XV - РАСТОРЖЕНИЕ ДОГОВОРА",
  "constitution_article_15_body": "Член автоматически освобождается от всех отзывных обязательств по этой Конституции через 3 года после того, как последняя транзакция, подписанная этим членом, включена в блокчейн. После 3 лет бездействия счёт может быть выставлен на аукцион, а вырученные средства распределены между всеми участниками в соответствии с положениями системного контракта, действовавшими в то время для такого перераспределения.",
  "constitution_article_16_title": "Статья XVI - ОТВЕТСТВЕННОСТЬ РАЗРАБОТЧИКА",
  "constitution_article_16_body": "Члены соглашаются не причинять вреда разработчикам из за непреднамеренных ошибок, допущенных разработчиками программного обеспечения при выражении договорных намерений, независимо от того, были ли указанные ошибки вызваны фактической или предполагаемой небрежностью.",
  "constitution_article_17_title": "Article XVII - ПРЕДУПРЕДИТЕЛЬНОСТЬ",
  "constitution_article_17_body": "Все права и обязанности по этой Конституции взаимны и обоюдны с одинаково значительной ценностью и стоимостью для всех сторон.",
  "constitution_article_18_title": "Статья XVIII - ПРИНЯТИЕ",
  "constitution_article_18_body": "Контракт считается принятым, когда участник подписывает транзакцию, которая включает доказательство TAPOS блока, подразумеваемое состояние которого включает ABI указанного контракта, и указанная транзакция включена в блокцепь.",
  "constitution_article_19_title": "Статья XIX - АНАЛОГИ",
  "constitution_article_19_body": "Настоящая Конституция может быть исполнена в любом количестве экземпляров, каждый из которых при исполнении и вручении представляет собой дубликат оригинала, но все экземпляры вместе составляют единое соглашение.",
  "constitution_article_20_title": "Статья XX - ВРЕМЕННАЯ Конституция",
  "constitution_article_20_body": "Эта Конституция является временной и должна оставаться в силе до тех пор, пока постоянная Конституция не будет составлена и ратифицирована на референдуме."
}
